[
  {
    "id": 1,
    "name": "Ayesha Khan",
    "role": "Owner of Spice of Lahore (Mississauga)",
    "image": "/images/avatar/review-1.png",
    "feedback": "HNBK really understood our community and culture. They designed a website that shows off our food beautifully and made online ordering super easy. We’ve already noticed more families ordering from us."
  },
  {
    "id": 2,
    "name": "David Chen",
    "role": "Manager at Golden Dragon Dim Sum (Scarborough)",
    "image": "/images/avatar/review-2.png",
    "feedback": "They set us up with a clean, mobile-friendly site that our customers love. Reservations and takeout orders are smoother now, and it’s been a big boost for our business."
  },
  {
    "id": 3,
    "name": "Priya Patel",
    "role": "Owner of Patel’s Tiffin Service (Brampton)",
    "image": "/images/avatar/review-3.png",
    "feedback": "Before HNBK, all my orders were on WhatsApp. Now I have a proper website where people can subscribe to my tiffin plans. It looks professional and has made my life so much easier."
  },
  {
    "id": 4,
    "name": "Mark Thompson",
    "role": "Chef & Owner at Island Vibes Jerk Hut (Etobicoke)",
    "image": "/images/avatar/review-4.png",
    "feedback": "These guys get it. They built us a site that feels true to our brand and culture. Our catering requests and weekend traffic have both gone up since launching the site."
  },
  {
    "id": 5,
    "name": "Giulia Romano",
    "role": "Owner of Trattoria Romano (Toronto)",
    "image": "/images/avatar/review-5.png",
    "feedback": "They treated our restaurant like it was their own. The new website is classy, easy to update, and customers keep telling us how good it looks. Reservations are way up too."
  },
  {
    "id": 6,
    "name": "Mohammed Ali",
    "role": "Co-Owner of Shawarma Palace (North York)",
    "image": "/images/avatar/review-6.png",
    "feedback": "Every detail was considered, from showcasing our menu to linking delivery apps. The site feels professional and has brought us a lot of new customers from Google."
  },
  {
    "id": 7,
    "name": "Sophia Williams",
    "role": "Manager at Caribbean Flavours (Brampton)",
    "image": "/images/avatar/review-7.png",
    "feedback": "Working with HNBK was easy. They understood our vibe and created a website that really connects with our community. Takeout orders have gone way up."
  },
  {
    "id": 8,
    "name": "Kenji Tanaka",
    "role": "Owner of Sakura Ramen (Downtown Toronto)",
    "image": "/images/avatar/review-8.png",
    "feedback": "The team built a site that’s both modern and cultural. It fits our Japanese brand perfectly. Customers can now see our menu online and place pickup orders with no hassle."
  },
  {
    "id": 9,
    "name": "Maria Gonzalez",
    "role": "Owner of Casa Latina Bakery (Mississauga)",
    "image": "/images/avatar/review-9.png",
    "feedback": "Before, people only found us by word of mouth. Now, thanks to our new website, we get new customers every week. The site also makes it easy for us to promote specials."
  },
  {
    "id": 10,
    "name": "Hassan Syed",
    "role": "CTO at Tandoori Flames (Etobicoke)",
    "image": "/images/avatar/review-10.png",
    "feedback": "We were impressed by the attention to detail. HNBK balanced creativity with practical tools, so even our staff can update the site daily. It’s been a big win for us."
  },
  {
    "id": 11,
    "name": "Fatima Ibrahim",
    "role": "Owner of Halal Express (Scarborough)",
    "image": "/images/avatar/review-11.png",
    "feedback": "They built us a site that shows our menu clearly, connects with Uber Eats and Skip, and makes us look professional. It’s already bringing in more regulars."
  }
]
